---
kind: enumMember
id: F:Autodesk.Revit.DB.ViewDisplayBackgroundType.Image
enum: Autodesk.Revit.DB.ViewDisplayBackgroundType
source: html/e18503c2-b9bc-0c87-9e5d-0fb47644aaa9.htm
---
# Autodesk.Revit.DB.ViewDisplayBackgroundType.Image

User-specified image is drawn in the background either stretched
 vertically/horizontally/in both directions, or as is (pixel-to-pixel).